// Localizable.strings
// Bluetooth Menu Extra

"BT"								= "Bluetooth: ";
"BTWithVersion"						= "Versio: %@";
"kNameKey"							= "Nimi: %@";
"kAddressKey"						= "Osoite: %@";
"Dial-up"							= "Bluetooth-modeemi";
"Search"							= "Hae puhelimet…";
"OpenNetPrefs"						= "Avaa Verkkoasetukset…";
"OpenIC"							= "Avaa internet-yhteys";
"OnKey"								= "Päällä";
"OffKey"							= "Pois";
"Not Available"						= "Bluetooth: Ei käytettävissä";
"Discoverable"						= "Löydettävissä: Päällä";
"NotDiscoverable"					= "Löydettävissä: Pois";
"TempDiscoverable"					= "Tee löydettäväksi seuraavat 3 minuuttia";
"BTTurnOff"							= "Sammuta Bluetooth";
"BTTurnOn"							= "Kytke Bluetooth päälle";
"BTDiscoverable"					= "Löydettävissä";

"keyOK"								= "OK";
"kBluetoothDeviceYesKey"			= "Kyllä";
"kBluetoothDeviceNoKey"				= "Ei";
"LowBattWarning"					= "Laitteen %@ paristotaso alhainen.";
"kDevices"							= "Laitteet";

"kOpenBTPrefsKey"					= "Avaa Bluetooth-asetukset…";
"kMousePreferences"					= "Avaa hiiriasetukset…";
"kKeyboardPreferences"				= "Avaa näppäimistöasetukset…";
"kTrackpadPreferences"				= "Avaa ohjauslevyasetukset…";
"kOpenPrintPrefsKey"				= "Avaa tulostinasetukset…";
"kOpenSoundPrefsKey"				= "Avaa ääniasetukset…";
"kSendFileToDevice"					= "Lähetä tiedosto…";
"kBrowseDevice"						= "Selaa laitetta…";

"kTurnOnHeadphones"					= "Käytä äänilaitteena (stereo)";
"kTurnOffHeadphones"				= "Älä käytä äänilaitteena";
"kTurnOnHeadset"					= "Käytä äänilaitteena (mono)";
"kTurnOffHeadset"					= "Älä käytä äänilaitteena";

"kConnectDevice"					= "Yhdistä";
"kDisconnectDevice"					= "Katkaise";
"kResetDevice"						= "Palauta laitteen tehdasasetukset";
"kRemoveDevice"						= "Poista laite";
"kSyncDevice"						= "Synkronoi…";
"kBatteryLevel"						= "Paristotaso: %@ %%";
"kRSSIKey"							= "RSSI: %@ dBm";

"kPerformSDPQueryKey"				= "Päivitä laitteen palvelut";
"kPerformNameRequestKey"			= "Päivitä laitteen nimi";

"kOpenBTSAKey"						= "Ota Bluetooth-laite käyttöön…";
"kOpenBTEKey"						= "Avaa Bluetooth Explorer…";
"kOpenBDUKey"						= "Avaa Bluetooth-vianmääritystyökalu…";
"kOpenPacketLoggerKey"				= "Avaa PacketLogger…";

"kBTSendFileKey"					= "Lähetä tiedosto…";
"kBTGetFileKey"						= "Selaa laitetta…";

"kJoinNetwork"						= "Yhdistä verkkoon";
"kKeyDisconnectFromNetwork"			= "Katkaise yhteys";